Repository: parat-beteiligungs-gmbh/Staffm
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# staffm.create
source: Create
de: Erstellen

# staffm.edit
source: Edit
de: Bearbeiten

# staffm.add
source: Add
de: Hinzufügen

# staffm.back
source: Back
de: Zurück

# staffm.save
source: Save
de: Speichern

# staffm.delete
source: Delete
de: Löschen

# staffm.choose
source: Choose
de: Auswahl

# staffm.renting
source: Renting
de: Ausgabe

# staffm.show
source: Show
de: Anzeigen

# staffm.search
source: Search
de: Suche

# staffm.remove
source: Remove
de: Entfernen

# staffm.topage
source: To the page
de: Zur Seite

# staffm.allremove
source: Remove all
de: Alle entfernen

# staffm.call
source: Call
de: Anrufen

# staffm.active
source: Active
de: Aktiv

# staffm.mitarbeiter.new
source: New employee
de: Neuer Mitarbeiter

# staffm.mitarbeiter.list.headline
source: List of employees
de: Mitarbeiterliste

# staffm.mitarbeiter.edit.headline
source: Edit employee
de: Mitarbeiter bearbeiten

# staffm.mitarbeiter.show.headline
source: Employee details
de: Mitarbeiter Details

# tx_staffm_domain_model_mitarbeiter
source: Employees
de: Mitarbeiter

# tx_staffm_domain_model_mitarbeiter.personalnummer
source: PN
de: PNR

# tx_staffm_domain_model_mitarbeiter.image
source: Profile pictures
de: Profilbilder

# tx_staffm_domain_model_mitarbeiter.lastName
source: Last name
de: Nachname

# tx_staffm_domain_model_mitarbeiter.firstName
source: First name
de: Vorname

# tx_staffm_domain_model_mitarbeiter.date_of_birth_show
source: Date of birth show
de: Geburtsdatum anzeigen

# tx_staffm_domain_model_mitarbeiter.date_of_birth
source: Date of birth
de: Geburtsdatum

# tx_staffm_domain_model_mitarbeiter.last_name
source: Last name
de: Nachname

# tx_staffm_domain_model_mitarbeiter.first_name
source: First name
de: Vorname

# tx_staffm_domain_model_mitarbeiter.telephone
source: Telephone
de: Telefon

# tx_staffm_domain_model_mitarbeiter.handy
source: Mobilephone
de: Handy

# tx_staffm_domain_model_mitarbeiter.title
source: Title
de: Titel

# tx_staffm_domain_model_mitarbeiter.kostenstelle
source: Cost centre
de: Kostenstelle

# tx_staffm_domain_model_mitarbeiter.firma
source: Company
de: Firma

# tx_staffm_domain_model_mitarbeiter.categories
source: Categories
de: Kategorien

# tx_staffm_domain_model_mitarbeiter.employeequalifications
source: Qualifications
de: Qualifikationen

# tx_staffm_domain_model_mitarbeiter.representations
source: Representations
de: Vertretungen

# tx_staffm_domain_model_mitarbeiter.assignedRepresentations
source: Assigned representations
de: Zugeordnete Vertretungen

# tx_staffm_domain_model_mitarbeiter.present
source: Present
de: Anwesend

# staffm.position.new
source: New position
de: Neue Position

# staffm.position.list.headline
source: List of positions
de: Liste von Positionen

# staffm.position.edit.headline
source: Edit position
de: Position bearbeiten

# staffm.position.show.headline
source: Single view for position
de: Position Details

# tx_staffm_domain_model_position
source: Positions
de: Positionen

# tx_staffm_domain_model_position.nummer
source: Number
de: Nummer

# tx_staffm_domain_model_position.bezeichnung
source: Designation
de: Bezeichnung

# staffm.kostenstelle.new
source: New cost centre
de: Neue Kostenstelle

# staffm.kostenstelle.list.headline
source: List of cost centres
de: Kostenstellenliste

# staffm.kostenstelle.edit.headline
source: Edit cost centre
de: Kostenstelle bearbeiten

# staffm.kostenstelle.show.headline
source: Single view for cost centre
de: Kostenstelle Details

# tx_staffm_domain_model_kostenstelle
source: Cost centres
de: Kostenstellen

# tx_staffm_domain_model_kostenstelle.nummer
source: Number
de: Nummer

# tx_staffm_domain_model_kostenstelle.bezeichnung
source: Designation
de: Bezeichnung

# tx_staffm_domain_model_kostenstelle.verantwortlicher
source: Responsible
de: Verantwortlicher

# tx_staffm_domain_model_kostenstelle.images
source: Pictures
de: Bilder

# staffm.qualifikation.new
source: New qualification
de: Neue Qualifikation

# staffm.qualifikation.list.headline
source: List of qualifications
de: Liste von Qualifikationen

# staffm.qualifikation.edit.headline
source: Edit qualification
de: Qualifikation bearbeiten

# staffm.qualifikation.show.headline
source: Single view for qualification
de: Qualifikation Details

# staffm.qualifikation.text.zuordnung
source: Save assigned qualifications
de: Qualifikationszuordnung speichern

# tx_staffm_domain_model_qualifikation
source: Qualification
de: Qualifikation

# tx_staffm_domain_model_qualifikation.bezeichnung
source: Designation
de: Bezeichnung

# tx_staffm_domain_model_qualifikation.beschreibung
source: Description
de: Beschreibung

# tx_staffm_domain_model_qualifikation.zielstatus
source: Target status
de: Zielstatus

# tx_staffm_domain_model_qualifikation.employeequalifications
source: Employee qualifications
de: Mitarbeiter Qualifikationen

# tx_staffm_domain_model_qualifikation.categories
source: Categories
de: Kategorien

# tx_staffm_domain_model_employeequalification
source: Employee qualification
de: Mitarbeiter Qualifikation

# tx_staffm_domain_model_employeequalification.qualification
source: Qualification
de: Qualifikation

# tx_staffm_domain_model_employeequalification.employee
source: Employee
de: Mitarbeiter

# tx_staffm_domain_model_employeequalification.note
source: Notice
de: Notiz

# tx_staffm_domain_model_employeequalification.reminder_date
source: Reminder date
de: Erinnerungsdatum

# tx_staffm_domain_model_employeequalification.activities
source: Activities
de: Aktivitäten

# tx_staffm_domain_model_employeequalification.histories
source: History
de: Historie

# staffm.firma.new
source: New company
de: Neue Firma

# staffm.firma.list.headline
source: List of companies
de: Firmenliste

# staffm.firma.edit.headline
source: Edit company
de: Firma bearbeiten

# staffm.firma.show.headline
source: Single view for company
de: Firma Details

# tx_staffm_domain_model_firma
source: Companies
de: Firmen

# tx_staffm_domain_model_firma.nummer
source: Number
de: Nummer

# tx_staffm_domain_model_firma.bezeichnung
source: Designation
de: Bezeichnung

# tx_staffm_domain_model_firma.adresse
source: Address
de: Adresse

# tx_staffm_domain_model_firma.plz
source: Zip code
de: PLZ

# tx_staffm_domain_model_firma.ort
source: Place
de: Ort

# tx_staffm_domain_model_firma.ortszusatz
source: Additional location
de: Ortszusatz

# tx_staffm_domain_model_firma.land
source: Country
de: Land

# tx_staffm_domain_model_firma.tel1
source: Telephone
de: Telefon

# tx_staffm_domain_model_firma.tel2
source: Telephone
de: Telefon

# tx_staffm_domain_model_firma.images
source: Pictures
de: Bilder

# tx_staffm_domain_model_firma.files
source: Files
de: Dateien

# tx_staffm_domain_model_history
source: History
de: Historie

# tx_staffm_domain_model_history.targetstatus
source: Target status
de: Zielstatus

# tx_staffm_domain_model_history.date_from
source: Date from
de: Datum von

# tx_staffm_domain_model_history.date_to
source: Date to
de: Datum bis

# tx_staffm_domain_model_history.assessor
source: Assessor
de: Beurteiler

# tx_staffm_domain_model_history.note
source: Note
de: Notiz

# tx_staffm_domain_model_activity
source: Activity
de: Aktivität

# tx_staffm_domain_model_activity.deadline
source: Deadline
de: Termin

# tx_staffm_domain_model_activity.target_deadline
source: Target deadline
de: Ziel-Termin

# tx_staffm_domain_model_activity.certificate_art
source: Certificate
de: Nachweis

# tx_staffm_domain_model_activity.note
source: Note
de: Notiz

# tx_staffm_domain_model_activity.attachments
source: Attachments
de: Anhänge

# staffm.category.new
source: New category
de: Neue Kategorie

# staffm.category.list.headline
source: List of categories
de: Liste von Kategorien

# staffm.category.edit.headline
source: Edit category
de: Kategorie bearbeiten

# staffm.category.show.headline
source: Category details
de: Kategorie Details

# tx_staffm_domain_model_category
source: Category
de: Kategorie

# tx_staffm_domain_model_category.name
source: Designation
de: Bezeichnung

# tx_staffm_domain_model_category.employees
source: Employees
de: Mitarbeiter

# tx_staffm_domain_model_category.description
source: Description
de: Beschreibung

# tx_staffm_domain_model_category.qualifications
source: Qualifications
de: Qualifikationen

# tx_staffm_domain_model_representation
source: Represenation
de: Vertretung

# tx_staffm_domain_model_representation.employee
source: Person to be represented
de: Vertretender Mitarbeiter

# tx_staffm_domain_model_representation.deputy
source: Employee who represents
de: Vertreter

# tx_staffm_domain_model_representation.costcenters
source: Excluded cost centers
de: Ausgenommene Kostenstellen

# tx_staffm_domain_model_representation.status_active
source: Active
de: Aktiv

# tx_staffm_domain_model_representation.qualification_authorization
source: Authorization for qualification management
de: Berechtigung für das Qualifikationsmanagement

# staffm.text.verantwortlicher.waehlen
source: Please choose the Responsible!
de: Hier bitte den Verantwortlichen auswählen!

# staffm.text.kstverantwortlicher.keinemitarbeiter
source: You have no employees for your cost centre responsibility!
de: Keine Mitarbeiter gefunden für die Sie zuständig sind (Kst-Verantwortung)!

# staffm.text.zugeordnete
source: Assigned
de: Zugeordnet

# staffm.text.uebergeben
source: hand over
de: übergeben

# staffm.text.geburtsdatumausgabe
source: Date of birth is not displayed on the Intranet!
de: Geburtsdatum wird nicht im Intranet angezeigt!

# staffm.qualification.text.infosave
source: (If something has been changed, each page must be saved individually!)
de: (Bei Änderungen muss jede Seite einzeln gespeichert werden!)

# staffm.upoadpics
source: Upload Pictures
de: Bilder hochladen

# staffm.more
source: More...
de: Mehr...

# staffm.text.exempted.costcenters
source: (Selection for exempted cost centers)
de: (Auswahl für ausgenommene Kostenstellen)

# staffm.text.edit.profile
source: Edit profile
de: Profil bearbeiten

# staffm.text.visible.supervisor
source: Only visible for supervisors
de: Nur für Vorgesetzten sichtbar

# staffm.text.profile
source: Your own user profile can be edited under "Edit profile".
de: Unter "Profil bearbeiten" kann das eigene Userprofil bearbeitet werden.

# staffm.text.profileCostCenter
source: Note: Only employees who are assigned to the logged-in user in a cost center (for which he is responsible) can be edited.
de: Beachte: Es können nur Mitarbeiter bearbeitet werden, die dem eingeloggten User in einer Kostenstelle (für die er verantwortlich ist) zugeordnet sind.

# staffm.text.profileEmployee
source: Multiple employee data can be changed under "Employees".
de: Unter "Mitarbeiter" können mehrere Daten eines Mitarbeiters geändert werden.

# staffm.text.profileQualification
source: The qualifications can be assigned to all employees at the same time under "Qualifications".
de: Unter "Qualifikationen" können bei allen Mitarbeitern die Qualifikationen gleichzeitig zugeordnet werden.

# staffm.nothing
source: Nothing
de: Keine

# staffm.step
source: Step
de: Stufe

# staffm.step1
source: Step 1: Is in the learning phase / Basic knowledge / Hardly any knowledge in languages / In Training
de: Stufe 1: Befindet sich in Anlernphase / Grundkenntnisse / In Sprachen kaum Kenntnisse / In Ausbildung

# staffm.step2
source: Step 2: Can carry out work in the required time and quality / Comparable in languages level A / Completed training
de: Stufe 2: Kann Tätigkeit in der geforderten Zeit und Qualität ausführen / In Sprachen vergleichbar Niveaustufe A / abgeschlossene Ausbildung

# staffm.step3
source: Step 3: Is able to incorporate others / Advanced knowledge. Can apply existing systems and processed that apply to the respective area in daily practice. This level can be achieved through internal or external training or at least 3 years of experience / Comparable in language level B / Additional qualifications (e. g. CAD)
de: Stufe 3: Ist in der Lage andere einzuarbeiten / Erweiterte Kenntnisse. Kann bestehende und für den jeweiligen Bereich zutreffende Systeme bzw. Abläufe in der täglichen Praxis anwenden. Diese Stufe lässt sich durch interne o. externe Schulungen oder mind. 3-jährige Erfahrung erreichen / In Sprachen vergleichbar Niveaustufe B / Zusatzqualifikationen (z.B. CAD)

# staffm.step4
source: Step 4: Can find optimization solutions themselves and initiate their implementation / Extensive knowledge. Uses existing systematics, can identify weaknesses and develop systems further. This level can only be achieved through external training and pratical experience or vocational training / Comparable in languages level C / Specialist, master, business economist, bachelor, engineer
de: Stufe 4: Kann selbst Optimierungslösungen finden und deren Umsetzung einleiten / Umfangreiche Kenntnisse. Setzt vorhandene Systematik ein, kann Schwächen erkennen und Systeme weiterentwickeln. Diese Stufe lässt sich nur durch eine nachgewiesene externe Schulung und Praxiserfahrung oder Berufsausbildung erreichen / In Sprachen vergleichbar Niveaustufe C / Fachwirt, Meister, Betriebswirt, Bachelor, Master, Ingenieur

# tx_staffm_not.login
source: You must be logged in to access this page.
de: Sie müssen eingeloggt sein, um auf diese Seite zugreifen zu können.

# tx_staffm_not.allowed
source: You have no authorization for this page.
de: Sie haben keine Berechtigung für diese Seite.

# tx_staffm_employee.no.username
source: These employees have no username, but are in SAP.
de: Diese Mitarbeiter haben noch keinen Usernamen, sind allerdings in SAP angelegt.

# tx_staffm_assign.username
source: Assign username
de: Username vergeben

# tx_staffm_no.mail
source: Employee has no e-mail address.
de: Mitarbeiter hat keine E-Mailadresse

# tx_staffm_password
source: Password
de: Passwort

# tx_staffm_enter.mail
source: Please enter an email address.
de: Bitte geben Sie eine E-Mailadresse ein

# tx_staffm_take.on
source: take on
de: Übernehmen

# tx_staffm_saved.data
source: Data successfully saved.
de: Daten erfolgreich gespeichert.

# tx_staffm_search
source: Search
de: Suchen

# tx_staffm_created.user
source: Created Users
de: Erstellte Benutzer

# tx_staffm_remove.username
source: Remove username
de: Username entfernen

# tx_staffm_remove.username1
source: Do you really want to remove the username of
de: Wollen Sie wirklich den Benutzernamen von

# tx_staffm_remove.username2
source: and thus the access to the Intranet?
de: entfernen und somit den Zugang zum Intranet?

# tx_staffm_cancel
source: Cancel
de: Abbrechen

# tx_staffm_yes
source: Yes
de: Ja

# tx_staffm_assign.mail
source: Assign E-Mail
de: E-Mail zuweisen

# tx_staffm_change.password
source: Change Password
de: Passwort ändern

# tx_staffm_no.mail.address
source: Currently this user has no e-mail address.
de: Dieser Benutzer hat aktuell keine E-Mailadresse.

# tx_staffm_current.mail
source: Current E-Mail:
de: Aktuelle E-Mail:

# tx_staffm_new.mail
source: New E-Mail:
de: Neue E-Mail:

# tx_staffm_new.mail.assigned
source: New E-Mail address assigned.
de: Neue E-Mailadresse zugewiesen.

# tx_staffm_remove.mail
source: Remove E-Mail
de: E-Mail entfernen

# tx_staffm_removed.mail
source: E-Mail address was removed.
de: E-Mailadresse wurde entfernt.

# tx_staffm_new.password
source: New Password:
de: Neues Passwort:

# tx_staffm_old.password
source: Old Password:
de: Altes Passwort:

# tx_staffm_new.password.assigned
source: New password was assigned.
de: Neues Passwort wurde zugewiesen.

# tx_staffm_new.employee
source: New employee
de: Neuer Mitarbeiter

# tx_staffm_create.new.employee
source: Create new employee
de: Neuen Mitarbeiter anlegen

# tx_staffm_auto.added
source: Will be automatic added
de: Wird automatisch ergänzt

# tx_staffm_four.pnr
source: four digits personal number
de: Vierstellige Personalnummer

# tx_staffm_cost.center.apps
source: Cost center for applications
de: Kostenstelle für Anträge

# tx_staffm_cost.center.expiry
source: Date of Expiry
de: Gültig bis:

# tx_staffm_required.fields
source: Required fields
de: Pflichtfelder

# tx_staffm_required.fields.message
source: All required fields must be set.
de: Alle Pflichtfelder müssen gefüllt sein.

# tx_staffm_four.digit.message
source: The personal number must be a four-digit number.
de: Die Personalnummer muss eine vierstellige Zahl sein.

# tx_staffm_four.costcenter.message
source: The entered cost center is not valid.
de: Die eingegebene Kostenstelle existiert nicht.

# tx_staffm_four.costcenter.apps.message
source: The entered cost center for applications is not valid.
de: Die eingegebene Kostenstelle für Anträge existiert nicht.

# tx_staffm_date.expiry.message
source: If there is a cost center for application, there must be a date of expiry, too.
de: Wenn eine Kostenstelle für Anträge eingegeben wird, muss auch ein gültig bis - Datum eingetragen werden.

# tx_staffm_date.expiry.message2
source: The date of expiry must be in the future.
de: Das eingegebene gültig bis - Datum muss in der Zukunft liegen.

# tx_staffm_position.message
source: The enterd position doesn't exist.
de: Die eingegebene Position existiert nicht.

# tx_staffm_company.message
source: The enterd company doesn't exist.
de: Die eingegebene Firma existiert nicht.

# tx_staffm_mail.message
source: The e-mail is not correctly.
de: Es wurde keine korrekte E-Mail eingegeben.

# tx_staffm_new.user.successful
source: The new user was saved successfully.
de: Der neue User wurde erfolgreich angelegt.

# tx_staffm_edit.created.user
source: Edit created user
de: Erstellten Benutzer bearbeiten

# tx_staffm_all.users
source: All Users
de: Alle Benutzer

# tx_staffm_assign.cost.center
source: Assign cost center for applications
de: Kostenstelle für Anträge zuweisen

# tx_staffm_current.cost.center.apps
source: Current Cost Center for Apps
de: Aktuelle Kostenstelle für Anträge

# tx_staffm_current.cost.center.is.used
source: Currently the normal cost center is used.
de: Akuell wird die normale Kostenstelle verwendet.

# tx_staffm_new.cost.center.apps
source: New Cost Center for Apps
de: Neue Kostenstelle für Anträge

# tx_staffm_cost.center.assigned
source: Cost center for apps assigned successfully.
de: Kostenstelle für Anträge erfolgreich zugewiesen.

# tx_staffm_delete_user
source: Delete user
de: Benutzer löschen

# tx_staffm_delete_user_modal1
source: Do you really want to delete the user
de: Wollen Sie den Benutzer

# tx_staffm_user_deleted1
source: User
de: Benutzer

# tx_staffm_user_deleted2
source: deleted
de: wurde gelöscht

# tx_staffm_trainings
source: Trainings
de: Schulungen

# tx_staffm_new.training
source: New
de: Neu

# tx_staffm_create.new.training
source: Create new training
de: Neue Schulung anlegen

# tx_staffm_training.name
source: Name
de: Bezeichnung

# tx_staffm_training.scheduled.date
source: Scheduled date
de: Geplantes Datum

# tx_staffm_training.date
source: Date
de: Datum

# tx_staffm_training.assigned.qualis
source: Assigned Qualifications
de: Zugewiesene Qualifikationen

# tx_staffm_training.members
source: Employees
de: Mitarbeiter

# tx_staffm_training.added.members
source: Added Employees
de: Hinzugefügte Mitarbeiter

# tx_staffm_training.add.employees
source: Add Employees
de: Mitarbeiter hinzufügen

# tx_staffm_training.select.quali
source: Select Qualification
de: Qualifikation auswählen

# tx_staffm_training.no.name
source: You must enter a name!
de: Es muss eine Bezeichnung eingegeben werden!

# tx_staffm_training.no.scheduled.date
source: You must enter a scheduled date!
de: Es muss ein geplantes Datum eingegeben werden!

# tx_staffm_training.false.quali
source: The entered qualification doesn't exists!
de: Die eingegebene Qualifikation existiert nicht!

# tx_staffm_training.active.training
source: Active Trainings
de: Aktuelle Schulungen

# tx_staffm_training.all.pending.trainings
source: All pending trainings
de: Alle anstehenden Schulungen

# tx_staffm_training.open.view
source: Open single view
de: Öffne Einzelansicht

# tx_staffm_training.no.members
source: There are no assigned employees.
de: Es wurden noch keine Mitarbeiter zugewiesen.

# tx_staffm_training.accomplished
source: Accomplished Date
de: Durchgeführt am

# tx_staffm_training.not.accomplished
source: Training isn't accomplished.
de: Schulung wurde noch nicht durchgeführt.

# tx_staffm_training.time
source: Time
de: Zeitpunkt

# tx_staffm_no.entries
source: No Entries
de: Keine Einträge

# tx_staffm_show
source: Show
de: Anzeigen

# tx_staffm_hide
source: Hide
de: Ausblenden

# tx_staffm_number.shifts
source: Number of Shifts
de: Anzahl Verschiebungen

# tx_staffm_effect
source: Effect
de: Wirksamkeit

# tx_staffm_edit.training
source: Edit Training
de: Schulung bearbeiten

# tx_staffm_training.was.accomplished
source: Training was accomplished
de: Schulung wurde durchgeführt

# tx_staffm_enter.data
source: Please enter data
de: Bitte Daten eingeben

# tx_staffm_enter.accomplished.date
source: Please enter a date!
de: Es muss ein Datum eingegeben werden!

# tx_staffm_change
source: Change
de: Ändern

# tx_staffm_training.employee.already.added
source: Employee was already added!
de: Mitarbeiter wurde schon hinzugefügt!

# tx_staffm_training.shift
source: Shift training
de: Schulung verschieben

# tx_staffm_training.reason.shift
source: Reason for shift
de: Grund für Verschiebung

# tx_staffm_training.reason.shift.message
source: There must be a reason
de: Es muss ein Grund eingegeben werden.

# tx_staffm_training.cancel
source: Cancel Training
de: Schulung absagen

# tx_staffm_really.training.cancel
source: Really cancel training?
de: Schulung wirklich absagen?

# tx_staffm_training.canceled
source: canceled
de: abgesagt

# tx_staffm_training.cancel.reason
source: Reason for cancel
de: Grund für Absage

# tx_staffm_training.reason.effect
source: Reason for effect
de: Grund für Wirksamkeit

# tx_staffm_training.saved
source: Training saved successfully.
de: Schulung erfolgreich gespeichert.

# tx_staffm_canceled.trainings
source: Canceled Trainings
de: Abgesagte Schulungen

# tx_staffm_accomplished.trainings
source: Accomplished Trainings
de: Durchgeführte Schulungen

# tx_staffm_traing.add.quali
source: Add Qualification
de: Qualifikation hinzufügen

# tx_staffm_traing.added.quali
source: Added Qualifications
de: Hinzugefügte Qualifikationen

# tx_staffm_training.qualification.already.added
source: Qualification was already added!
de: Qualifikation wurde schon hinzugefügt!

# tx_staffm_training.no.assigned.quali
source: There is no assigned qualification.
de: Es wurde keine Qualifikation zugewiesen.
